{
    "HEADER": {
        "ABOUT_ME": "Über mich",
        "SKILLS": "Fähigkeiten",
        "MY_WORK": "Projekte",
        "LANGUAGE_DE": "DE",
        "LANGUAGE_EN": "EN"
    },
    "LANDING_PAGE": {
        "HELLO": "Hallo! Ich bin Galina",
        "FRONTEND": "FRONTEND",
        "DEVELOPER": "DEVELOPER",
        "SCROLL": "SCROLLEN",
        "SCROLL_RESP": "Scrollen"
    },
    "WORK_TOGETHER": {
        "LET_WORK": "Lass uns",
        "TOGETHER": "gemeinsam arbeiten",
        "I_AM": "Ich bin",
        "LOCATION": "in Thüringen ansässig",
        "REMOTE": "bereit für Remote Arbeit",
        "INTRO": "Hallo, ich bin eine Frontend-Entwicklerin aus Thüringen. Ich bin von den endlosen Möglichkeiten in der IT motiviert und leidenschaftlich daran interessiert, visuell ansprechende und benutzerfreundliche Websites und Anwendungen zu erstellen. Meine Fähigkeit, komplexe Probleme zu lösen, und meine Leidenschaft für das Programmieren machen mich zu einem wertvollen Mitglied deines Teams.",
        "CONTACT_MESSAGE": "Wenn du denkst, dass ich gut zu deinen Projekten passe, kontaktiere mich!",
        "SEND_MESSAGE": "Nachricht senden"
    },
    "SKILLS": {
        "TITLE": "Fähigkeiten",
        "GROWTH_MINDSET": "Wachstums Mindset"
    },
    "WORK": {
        "TITLE": "Projekte",
        "SUBTITLE": "Erkunde eine Auswahl meiner Arbeiten hier - Interagiere mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
        "PROJECT": {
            "TITLE": {
                "JOIN": "Join",
                "POLLO_LOCO": "El Pollo Loco",
                "POKEDEX": "Pokédex"
            },
            "DESCRIPTION": {
                "JOIN": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
                "POLLO_LOCO": "Spring-, Lauf- und Wurfspiel, das auf objektorientierter Programmierung basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
                "POKEDEX": "Basierend auf einer PokéAPI, eine einfache Bibliothek, die Informationen zu Pokémon bereitstellt und katalogisiert."
            },
            "TECHNOLOGIES": "Technologien",
            "LIVE_TEST": "Live-Test",
            "GITHUB": "GitHub"
        }
    },
    "REFERENCES": {
        "TITLE": "Brauchst du einen Teamplayer?",
        "SUBTITLE": "Das sagen meine Kollegen über mich",
        "REFERENCE_1": "\"Galina war bei unserem Projekt immer mit vollem Einsatz bei der Sache. Sie hat ihre Aufgaben sehr sorgfältig und selbstständig erledigt und hatte dabei ein gutes Zeitmanagement. Mit ihrer Detailorientierung hat sie dafür gesorgt, dass nichts übersehen wird. Auch in stressigen Phasen war sie immer positiv gestimmt und hat gute Laune versprüht. Durch ihre Empathie und Hilfsbereitschaft war sie außerdem wichtig für die Moral im Team. Ihre große Zielstrebigkeit hat entscheidend zum Erfolg des Projekts beigetragen.\"",
        "REFERENCE_2": "\"Galina war eine großartige Teamkollegin. Ihr Ehrgeiz und ihre selbstständige und sichere Art, Herausforderungen anzugehen und zu bewältigen, haben unser Projekt vorangetrieben und wesentlich dazu beigetragen, zur Deadline sauber funktionierende Ergebnisse zu haben. Ich würde mich freuen, wieder mit Galina zu arbeiten.\"",
        "REFERENCE_3": "\"Ich hatte das Vergnügen, in zwei unterschiedlichen Gruppenprojekten mit Galina zusammenzuarbeiten. Ihre Anpassungsfähigkeit im Team und ihre außergewöhnliche Bereitschaft, sich den komplexesten Aufgaben zu stellen, machten sie zu einer unverzichtbaren Bereicherung in beiden Projekten. Auch außerhalb der Gruppenarbeit konnte ich eine steile Lernkurve bei ihr beobachten. Besonders beeindruckend war ihr objektorientiertes Projekt, welches sie in kürzester Zeit professionell umsetzte. Mit Galina verliefen die Gruppenprojekte stets äußerst angenehm und reibungslos.\"",
        "PROJECT": "Projekt"
    },
    "CONTACT": {
        "TITLE": "Kontakt",
        "PROBLEM": "Hast du ein Problem zu lösen?",
        "INTRO": "Kontaktiere mich über dieses Formular. Ich bin daran interessiert, von deinen Ideen zu hören und gemeinsam an deinen Projekten zu arbeiten.",
        "NEED_DEV": "Brauchst du eine Frontend-Entwicklerin?",
        "CONTACT_ME": "Kontaktiere mich!",
        "NAME_PLACEHOLDER": "Dein Name",
        "EMAIL_PLACEHOLDER": "Deine E-Mail",
        "MESSAGE_PLACEHOLDER": "Deine Nachricht",
        "NAME_REQUIRED": "Dein Name ist erforderlich",
        "EMAIL_REQUIRED": "Deine E-Mail ist erforderlich",
        "MESSAGE_EMPTY": "Deine Nachricht ist leer",
        "PRIVACY_READ": "Ich habe die ",
        "PRIVACY_POLICY": "Datenschutzrichtlinien",
        "PRIVACY_AGREE": " gelesen und stimme der Verarbeitung meiner Daten zu.",
        "ACCEPT_PRIVACY": "Bitte akzeptiere die Datenschutzrichtlinien."
    },
    "FOOTER": {
        "IMPRINT": "Impressum"
    },
    "IMPRINT": {
        "TITLE": "Impressum"
    },
    "PRIVACY_POLICY": {
        "TITLE": "Datenschutz­erklärung"
    }
}