{
    "HEADER": {
        "ABOUT_ME": "About me",
        "SKILLS": "Skills",
        "MY_WORK": "My work",
        "LANGUAGE_DE": "DE",
        "LANGUAGE_EN": "EN"
    },
    "LANDING_PAGE": {
        "HELLO": "Hello! I am Galina",
        "FRONTEND": "FRONTEND",
        "DEVELOPER": "DEVELOPER",
        "SCROLL": "SCROLL",
        "SCROLL_RESP": "Scroll down"
    },
    "WORK_TOGETHER": {
        "LET_WORK": "Let's work",
        "TOGETHER": "together",
        "I_AM": "I am",
        "LOCATION": "located in Thuringia",
        "REMOTE": "open to work remote",
        "INTRO": "Hi, I'm a Frontend Developer based near Erfurt. I'm driven by the endless possibilities in IT, and I'm passionate about creating visually stunning and user-friendly websites and applications. My ability to solve complex problems and my passion for programming make me a valuable member of your team.",
        "CONTACT_MESSAGE": "If you think I’d be a good match for your projects, contact me!",
        "SEND_MESSAGE": "Send a message"
    },
    "SKILLS": {
        "TITLE": "Skills",
        "GROWTH_MINDSET": "Growth Mindset"
    },
    "WORK": {
        "TITLE": "My Work",
        "SUBTITLE": "Explore a selection of my work here - Interact with projects to see my skills in action.",
        "PROJECT": {
            "TITLE": {
                "JOIN": "Join",
                "POLLO_LOCO": "El Pollo Loco",
                "POKEDEX": "Pokédex"
            },
            "DESCRIPTION": {
                "JOIN": "Task Manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
                "POLLO_LOCO": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
                "POKEDEX": "Based on a PokéAPI a simple library that provides and catalogues Pokemon information."
            },
            "TECHNOLOGIES": "Technologies",
            "LIVE_TEST": "Live test",
            "GITHUB": "GitHub"
        }
    },
    "REFERENCES": {
        "TITLE": "Need a team player?",
        "SUBTITLE": "Here is what my colleagues said about me",
        "REFERENCE_1": "\"Galina was always fully committed to our project. She completed her tasks very carefully and independently and had good time management. With her attention to detail, she ensured that nothing was overlooked. Even in stressful phases, she was always positive and radiated a good mood. Because of her empathy and willingness to help, she was also important for the morale of the team. Her great determination contributed significantly to the success of the project.\"",
        "REFERENCE_2": "\"Galina was a fantastic colleague. Her ambition and her independent and confident approach to tackling and overcoming challenges drove our project forward and played a significant role in delivering well-functioning results by the deadline. I would be happy to work with Galina again.\"",
        "REFERENCE_3": "\"I had the pleasure of working with Galina on two different group projects. Her adaptability within the team and her exceptional willingness to tackle the most complex tasks made her an invaluable asset in both projects. Even outside of group work, I observed a steep learning curve in her. Particularly impressive was her object-oriented project, which she executed professionally in a very short time. Working with Galina made the group projects always extremely pleasant and smooth.\"",
        "PROJECT": "Project"
    },
    "CONTACT": {
        "TITLE": "Contact",
        "PROBLEM": "Got a problem to solve?",
        "INTRO": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
        "NEED_DEV": "Need a Frontend developer?",
        "CONTACT_ME": "Contact me!",
        "NAME_PLACEHOLDER": "Your name",
        "EMAIL_PLACEHOLDER": "Your email",
        "MESSAGE_PLACEHOLDER": "Your message",
        "NAME_REQUIRED": "Your name is required",
        "EMAIL_REQUIRED": "Your email is required",
        "MESSAGE_EMPTY": "Your message is empty",
        "PRIVACY_READ": "I've read the ",
        "PRIVACY_POLICY": "privacy-policy",
        "PRIVACY_AGREE": " and agree to the processing of my data.",
        "ACCEPT_PRIVACY": "Please accept the privacy policy."
    },
    "FOOTER": {
        "IMPRINT": "Imprint"
    },
    "IMPRINT": {
        "TITLE": "Imprint"
    },
    "PRIVACY_POLICY": {
        "TITLE": "Privacy policy"
    },
    "MENU": {
        "ABOUT_ME": "About me",
        "SKILLS": "Skills",
        "MY_WORK": "My work",
        "CONTACT": "Contact"
    }
}